Repository: alfem/adpassword
Catalog: ADpassword_*.po
Languages: es

source: AD Password
es: Contraseña de AD

source: Old Password
es: Contraseña anterior

source: New Password
es: Nueva contraseña

source: Repeat New Password
es: Confirme nueva contraseña

source: Ok
es: Aceptar

source: Cancel
es: Cancelar

source: Error: passwords do not match
es: Error: las contraseñas no concuerdan

source: Error: wrong old password
es: Error: contraseña anterior incorrecta

source: Error: wrong new password
es: Error: nueva contraseña incorrecta

source: Error: password rejected
es: Error: contraseña rechazada

source: Check AD password expiration
es: Comprobar caducidad de contraseña de AD

source: DAYS
es: DIAS

source: days an alert will show up before password expiration
es: número de días de preaviso de la caducidad de contraseña

source: USER
es: USUARIO

source: AD username, if it is not the login one
es: usuario de AD, si no es el propietario de la sesión

source: Change Password
es: Cambiar contraseña

source: This workstation has not joined a domain
es: Este equipo no esta unido a un dominio

source: Your password will expire in
es: Su contraseña caducará en

source: days
es: días

source: LDAP Server:
es: Servidor LDAP:

source: Password Must Change:
es: La contraseña caduca el:
